export default {
  'page24':{
    id:'24',
    path:'page24',
    picName:'act24',
    title:'矿业萧条难逆 无损挖矿有戏',
    time:'2019-03-27',
    describe:'宽敞明亮的宴席大厅里，不知为何，一名男子在大庭广众之下潸然落泪，旁边一个蓄有小胡须的男子，两手搭在落泪男子的肩上，似乎想安慰他，却又不知从何说起，脸上露出憔悴而凝重的神情......'
  },
  'page23':{
    id:'23',
    path:'page23',
    picName:'act23',
    title:'理想终将照进现实 算法也终将回归本来之美',
    time:'2019-03-06',
    describe:'江湖传闻：2010年，也就是比特币创立初期，BM向中本聪发难，认为必须改变比特币的共识机制并提出改进方案。不过， 傲娇的中本聪本尊并没有采纳，他在强调了比特币去中心化的重要性和必要性之后，霸气回应：If you don’t believe me or don’t get it, I don’t have time to try to convince you, sorry......'
  },
	'page22':{
	  id:'22',
	  path:'page22',
	  picName:'act22',
	  title:'ETM: “黄金时代”不会结束，而是重启',
	  time:'2019-02-27',
		describe:'在《希腊的黄金时代》一书中，作者W·杜兰认为，雅典的民主政治“是历史上最狭隘也是最充实的：最狭隘，系指其享受民主权利的人数之少，最充实，是谓全体公民在管制立法及治理公众事务上的直接与平等权利”......'
	},
  'page21':{
    id:'21',
    path:'page21',
    picName:'act21',
    title:'区块链十年“逆变” ETM破题3.0时代',
    time:'2018-08-08',
    describe:'过去的十年，是区块链的十年。区块链技术无疑是当今世界一场悄无声息的革命，宁静中的这股力量，正在让世界发生着超乎我们想象的逆变。本文以区块链十年沿革展开，从底层发端、共识机制、应用层技术等方面阐释区块链科技演进，由此介绍ETM产生的因由，揭开在构建区块链3.0的全新时代中，ETM在构想与构建上的全面前瞻性及先进性......'
  },
  'page20':{
    id:'20',
    path:'page20',
    picName:'act20',
    title:'考验重重：区块链底层技术的四大待解“难题”',
    time:'2018-07-26',
    describe:'自金融危机之后，人们对现实金融体系的失望、怀疑，导致了去中心情绪的蔓延，而比特币所依托的区块链技术系统，成为了新的乌托邦。理论上，作为一种去中心化的、共享和加密的分布式账本技术，区块链可以实现人们梦寐以求的去信任、去中介、去权力化。然而理想是丰满的，现实却很骨感......'
  },
  'page19':{
    id:'19',
    path:'page19',
    picName:'act19',
    title:'区块链2008：“蝙蝠侠”与“黑暗骑士”',
    time:'2018-07-13',
    describe:'区块链2008：没有人知道他是谁。那美好的仗我已经打过，当跑的路我已经跑尽，所信的道我已经守住。从此以后，有公义的冠冕为我存留。——《圣经》提摩太后书......'
  },
}
