{ 
    "VALUE_SHARE": "Agreed value Shared benefit",
    "DOWNLOAD": "Download En-Tan-Mo Science",
    "UNDERSTAND": "Introduce",
    "CONSENSUS": "Consensus",
    "ECOSYSTEM": "Ecosystem",
    "MOORE_ECONOMICS": "Economics",
    "DOCUMENTS": "Documents",

    "INTRODUCTION": "ETM introduction",
    "INTRODUCTION_CON": "High-Performance, Equilibrium, Interconnection, Openness, Security.",
    "SHD_COMPLETENESS": "SHD completeness",
    "SHD_COMPLETENESS_CON": "Solving the problem of balance between security, high-performance and decentralization.",
    "EQUILIBRIUM": "Equilibrium value transfer",
    "EQUILIBRIUM_CON": "New Consensus mechanism and multi-chain system of central and derived chains to ensure dynamic equilibrium in value networks.",
    "UNDERSTAND_MORE": "More",
    
    "ORGANIZATION": "Organization",
    "FOUNDATION": "Foundation",
    "FOUNDATION_CON": "The En-Tan-Mo Foundation is a non-profit organization and is mainly responsible for the ecological construction and technical support of the En-Tan-Mo community.",
    "BUSINESS_COMPANY": "Business partner",
    "BUSINESS_COOPERATION_COMPANY": "IOEM Business Cooperation Company",
    "BUSINESS_COOPERATION_COMPANY_CON": "IOEM is a world class blockchain company and its mission is to build En-Tan-Mo blockchain system.",
    "TECHNOLOGY_DEVELOPMENT": "Technology Development",
    "TECHNOLOGY_DEVELOPMENT_CORPORATION": "Emgo Technology Development Corporation",
    "TECHNOLOGY_DEVELOPMENT_CORPORATION_CON": "The role of Emgo is to conduct research on blockchain technology, to develop and maintain ETM consensus and contracts.",
    
    "ADVISORY_BOARD": "ETM advisory board",
    "THOMASJ.SARGENT": "Thomas J. Sargent",
    "THOMASJ.SARGENT_CON1": "Thomas Sargent is an American economist, currently the W.R. Berkley professor of Economics and Business at New York University and a senior fellow of Hoover institute in Stanford University. He is a member of the National Academy of Sciences and also the American Academy of Arts and Sciences. He was awarded the Nobel Prize in Economics in 2011. Sargent is the leader in the “rational expectation revolution” and made fundamental contributions to the development of new classical macroeconomics.",
    "THOMASJ.SARGENT_CON2": "As a senior advisor to En-Tan-Mo foundation, Professor Sargent is providing important guidance and advices for the construction of En-Tan-Mo. En-Tan-Mo consensus mechanism and equilibrium economic structural design are based on game theory and theory of distributed systems. Sargent’s theory of rational expectations and Dynamic Macroeconomic theory were used in the design of En-Tan-Mo systems.",
    "NEXT_BOARD": " More about advisory board",
    
    "GLOBAL_PLAN": "En-Tan-Mo global plan",
    "GLOBAL_PLAN_CON": "Once the system is released, IOEM will no longer control the direction of the system. Only the system's stakeholders, the owners of tokens, and interested researchers will decide the future developments of the system.",
    "PETRARCH": "Petrarch",
    "PETRARCH_CON": "Develop a brand-new, decentralized En-Tan-Mo blockchain that is completely protected and supported by network-based protocols and strict encryption technologies, forming a whole new set of monetary rules and systems. In the mean time, technological community and developers’ hall will be built to foster En-Tan-Mo culture.",
    "MASACCIO": "Masaccio",
    "MASACCIO_CON": "Zero-knowledge proof technologies will be used to improve protection of users’ privacy. The applications of Lightning Network and Graphene technology will improve transaction speeds, reduce burden on the blockchain and increase scalability. En-Tan-Mo ecosystem will be built by using smart contracts, parallel chain interactive protocols and chain adaptors. This system will digitally register all kinds of assets on the block-chain to ensure asset security and data integrity.",
    "DA_VINCI": "Da Vinci",
    "DA_VINCI_CON": "Consensus mechanism will lead participants’ strategies converge to Nash equilibrium. Computing nodes will join a hybrid coin entente and become computation components with long time utilities. All nodes can obtain fair utilities by participating in free trade based on supply and demand. En-Tan-Mo will become a high-frequency digital warrant exchange, entente mining pool and DAPP platform. En-Tan-Mo will also become a platform of developers’ community and blockchain application components.",
    "GIORGIONE": "Giorgione ",
    "GIORGIONE_CON": "In this period, En-Tan-Mo will further evolve in the economic field and embrace the age of blockchain 3.0. It can be used to achieve the increasingly global distribution of physical resources and human assets, and to promote large-scale collaboration in science, health, education and other fields mainly in automated procurement, intelligent networking applications, supply chain automation management, virtual asset exchange, property registration and other scenarios.",
    
    "HISTORY": "A brief history of block chain ",
    "HISTORY_CON1": "In 2008, Satoshi Nakamoto published 'Bitcoin: a peer to peer electronic cash system'. In January 2009, the genesis block was created and the age of Bitcoin began. In 2013, a new version of Bitcoin was published, which is the most important to date. This version improved the inner management and network optimization system. From then on Bitcoin began to have global influence. Bitcoin has been very successful as the first cryptocurrency but its development has been seriously hindered by its poor performance in terms of scalability. We call this the age of Bitcoin blockchain 1.0.",
    "HISTORY_CON2": "Vitalik Buterin created Ethereum to solve the scalability problem. Ethereum is very clear in terms of design and structure. This development consists of import transformations: from EVM paper to ICO; from different versions of POC to Frontier in 2015; from PoW Metropolis to PoS serenity.  The hallmarks of blockchain 2.0 are Turing completeness, smart contract, ASIC resisting algorithms and blockchain Apps. Ethereum provided platform nodes and programming languages such that developers could build and publish their next generation distributed type Apps. ",
    "HISTORY_CON3": "In February 2018 Bitcoin computing PoWer reached 20EH/s. More than 90,000 open sourced projects appeared on Github. Blockchain developers come from more than 90 countries including China, the USA, the UK, Singapore, Russia, Japan and South Korea. From 2008 to 2018, it took only 10 years for the idea of blockchains to be explored and popularized. The success of blockchain can be seen clearly by comparing it with the development of the Internet. 1974 marks the genesis of the Internet when Defense Advanced Research Projects Agency (ARPA) published TCP/IP; it was not until 1994 that China was officially part of the World Wide Web system.",
    "WHAT_IS_ETM": "What is ETM ",
    "WHAT_IS_ETM_CON": "En-Tan-Mo is short for Entente, Transaction and Mole. En-Tan-Mo is a new generation blockchain project based on game theory and the idea of value transfer. En-Tan-Mo is constructed using advanced methods from game theory and has achieved SHD completeness. The members include: 2011 winner of the Nobel Prize for economics, Thomas Sargent; researchers from the California Institute of Technology, the University of Maryland and the Henri Poincare institute. It is designed in such a way that all participants are entitled to their fair share of stakes in the wave of decentralization brought by blockchain technology. In the world of En-Tan-Mo, SCV miners and the Pareto mining pools are supporting and motivating each other, so autonomous communities will emerge with equality and fairness being essential principles. En-Tan-Mo is also an open and inclusive system in the way that it incorporates the applications and communities of various other blockchain and non-blockchain systems. En-Tan-Mo is not only of cutting-edge design with respect to its mathematical construction, but also contains the largest number of applications and the widest community of users of any blockchain system. En-Tan-Mo has also initiated serious studies of its implications in terms of philosophical systems and economic theory. Hence the simple form of 'technical white book' is not be sufficient to account for the significance and complexity of En-Tan-Mo. The development team will explain its application and potential in the language of philosophy, mathematics and economics, and in relation to ecosystems token systems and others. The target audience is everyone who cares about En-Tan-Mo. Contact details in the form of the UNI-ID and electronic wallet of all responsible personnel will also be published. ",
    "ETM_BUILDERS": "En-Tan-Mo builders ",
    "ETM_BUILDERS_CON1": "En-Tan-Mo's designers and builders come from the world's top universities and research institutes. Originally the team was composed of mathematicians who applied game theory in the development of blockchain systems. “En-Tan-Mo” takes its name from three words: Entente, Transaction and Mole. Experts in the fields of telecommunication, computer science and economics have joined the En-Tan-Mo team. Since then, all the theoretical designs of En-Tan-Mo have adopted a double process. Firstly, the mathematicians complete the consensus design. Secondly, researchers in computer science or telecommunications rigorously verify the theoretical results by numerical simulation and hardware experiments.",
    "ETM_BUILDERS_CON2": "The results of the En-Tan-Mo project are due to close cooperation between interdisciplinary teams. The Kantorovich consensus mechanism has been designed by experts in the fields of mathematics, telecommunications and computer science. Also former software engineers from Google, Thunder, Baidu and other top Internet companies with rich experience are contributing to the original code development of the project.",
    "ETM_BUILDERS_CON3": "More importantly, once the project is released online, the En-Tan-Mo builders will no longer be confined to members of the development team but include every user of En-Tan-Mo. As a self-evolutionary and participative system, En-Tan-Mo welcomes all users to actively upload compartments and develop derivative chains according to their needs. The En-Tan-Mo development team considers itself the initiator and infrastructure builder of this project. The team will do everything within its PoWer to provide secure, stable and efficient technical service for future development. Moreover, it looks forward to collaborations with scientists, engineers and everyone who identifies with the ideas of En-Tan-Mo.",
   
    "SHD_COMPLETENESS_CON1": "In distributed systems, the CAP theorem states that there exists incompatibility between Consistency, Availability and Partition tolerance. Satoshi Nakamoto proposed that a type of uniform consensus can be reached in blockchains via strong probabilistic consistency. This is called Nakamoto consensus.In blockchain systems, the SHD problem is that, just as in the CAP theorem, there is no compatibility between security, high-performance and decentralization.",
    "SHD_COMPLETENESS_CON2": "On the hypothesis of low-efficient CPU, Satoshi Nakamoto's theory ensured the coexistence of safety and decentralization but at the price of totally sacrificing high-performance. Due to the consensus algorithm and scalability design of Bitcoin, one block is produced every 10 minutes and only 7 transactions can be processed every minute. Moreover, with the emergence of ASIC mining systems, the probability of mining a block using only ordinary CPUs falls to almost 0. The ad hoc mining systems easily obtained a super-linear rewards ratio. However, the emergence of mining pools completely destroyed the promises of decentralization. Because of this, Bitcoin obviously ceased to be a community of equal participants. What was worse, there was the danger that the monopoly of over 51% of computing PoWer in the hands of mining pools would lead to the concentration of PoWer and thus undermine the security of the whole system. We concluded that the Bitcoin system was no longer SHD balanced.",
    "SHD_COMPLETENESS_CON3": "To counter the destructive influence of ASIC systems, Ethereum adopted the ASIC resisting algorithm which for a while ensured security and decentralization. However, the first mass application of smart contract-Cryotokitties, which etheruem was especially proud of, brought down the system completely and highlighted its lack of high performance. The blockchain systems which turned away from PoW consensus and adopted PoS or DPoS, of which EOS is representative, even though they significantly upgraded system performance, were not essentially different from the established centralized systems in other categories.",
    "SHD_COMPLETENESS_CON4": "By using duality type Kantorovich consensus, En-Tan-Mo will make a fair selection from the community of miners, guarantee the separation of stake-holders and miners and their respective interests, and hence improve efficiency without centralization or loss of security. Thus SHD completeness will be attained in the En-Tan-Mo system.",

    "EQUILIBRIUM_CON1": "The age of the Internet has changed the ways we transmit information. People transmit information via the Internet at higher speed and lower cost, enabling them to improve their efficiency exponentially and to control cost. They can also obtain completely new products or services. However, the concept of information transmission is different from that of value transmission. Value transmission via the Internet is not point-to-point, but rather depends on central organizations doing the ledgering. The reason for this is that value transmission needs to ensure uniqueness of ownership ('jus in re propria'), and is different from the reproductive nature of information transmission.",
    "EQUILIBRIUM_CON2": "By using distributed ledgering technology, Bitcoin has established a decentralized trust system which no longer depends on centralized agencies such that value transmission can be completely peer to peer. This has changed the rules of value transmission and pricing. With the emergence of mining pools, the value transmission system of Bitcoin has been compromised with the result that value has become concentrated in mining pools. Owners of mining machines and ordinary participants no longer exercise equal rights in the pursuit of value. ",
    "EQUILIBRIUM_CON3": "Ethereum uses the ASIC resisting algorithm and introduces 'Gas' to limit resources on blockchains. This has to a certain extent slowed down the value accumulation process in the hands of mining pools. We consider these measures unconstructive and myopic as they will have negative effects in the long term. The systems that use DPoS consensus, of which EOS is representative,   have tried to break the PoW monopoly of computing PoWers to maintain balance. But large stake holders still control the flow of value distribution and this has made them even more centralized.",
    "EQUILIBRIUM_CON4": "Judging from the current status of blockchains and crypotocurrencies, value is distributed close to Pareto distribution with high concentration. En-Tan-Mo hopes to further develop information transmission via the Internet, change the way value is transmitted towards open circulation, and provide a balanced value transmission system for users. En-Tan-Mo considers each entity as both a buyer and provider (seller) of services. The core of a decentralized market is price formation, and price will emerge through dynamic equilibrium in a self-organized way. En-Tan-Mo uses mean field game theory to study price formation. In terms of election, voting rights should correlate positively with stakes or mining capacity but dependence should be nonlinear. This will prevent high concentration of PoWer and create a new type of Internet of value, and reform business modes and socio-economic relations.",

    "ETM_CONSENSUS": "consensus mechanism",
    "GET_CONSENSUS": "Getting to know a completely new blockchain 3.0 consensus mechanism",
    "KANTOROVICH_CONSENSUS": "Kantorovich consesus",
    "KANTOROVICH_CONSENSUS_CON": "The essential idea of Kantorovich consensus is to achieve optimal allocation of resources through decentralization",
    "KANTOROVICH_CONSENSUS_CON1": "Kantorovich consensus protocol is a revolutionary kind of proof of stake protocol. It provides the rules by which all mining nodes will eventually reach consensus in networks. The algorithm is the key part in the En-Tan-Mo infrastructure and represents a great leap forward in blockchain technology. The Kantorovich consensus design has improved on energy consuming PoW protocols to overcome long-standing obstacles to the extension of blockchain applications. The algorithm is designed by our leading scientist and game theory team, and is the first PoW and DPoS coupling. ",
    "KANTOROVICH_CONSENSUS_CON2": "On En-Tan-Mo, Nash equilibrium is a concept that comes from both mathematics and economics. Due to the duality consensus mechanism design in En-Tan-Mo, each user can assume the role of either miner or voter in order to participate in the construction of the blockchain and obtains due rewards on a balanced basis. Interactions between all users are regulated by simple but very effective consensus protocols so as to ensure the collective state of strategies reaches Nash equilibrium.",
    "KANTOROVICH_CONSENSUS_CON3": "En-Tan-Mo and its consensus mechanism aims to provide a system in which all participants are direct recipients of benefits. Benefits cannot be monopolized by large mining pools or big shareholders, and fundamental reforms have to start from consensus mechanisms. Players in the En-Tan-Mo game are all users and they can be categorized by their different kinds of identities: SCV miner, tribunal, and Pareto miner (a members of a Pareto mining pool). They obtain ETM tokens or other rewards by either voting or extending blocks. SCV miners are elected and they cooperate in extending blockchain in an orderly way within a given period. Even though a dishonest miner has less to lose because of the decreased cost of mining, he will suffer greater loss if he is expelled from the SCV mining group due to his dishonest behavior having been detected. In order to increase the efficiency of En-Tan-Mo blocks construction process, tribunals have the duty to select the best SCV miner and will be rewarded with ETM tokens for so doing. The proportional voting stake is related to proportional token stake by a concave function so as to ensure fairness for the majority of stake holders. SCV miners and tribunals are independent and interconnected at the same time in different respects so that the distribution of PoWer and stakes is clear and in equilibrium. Miners in Pareto mining pools at their current status cannot obtain ETM token rewards but they can participate in the mining of other blockchain systems as part of an entente effort. This arrangement ensures the interests of all miners at all times. Therefore, by dual consensus protocols in which DPoS and PoW are coupled, the strategies of all players in En-Tan-Mo will evolve during interactions between different types of identities and eventually converge to Nash Equilibrium. ",
    "KANTOROVICH_CONSENSUS_CON4": "En-Tan-Mo will supply users with decentralized applications in domains such as finance, public service, internet of things, new sharing economy and supply chains.",
    

    "CONCEPTUAL": "Conceptual description ",
    "NASH_EQUILIBRIUM": "Nash equilibrium",
    "NASH_EQUILIBRIUM_CON": "The most important concept in En-Tan-Mo consensus is Nash equilibrium, which was introduced by the American mathematician and Nobel Prize winner, John Nash. It can be defined as a stable state system involving the interaction of different participants, in which no participant can gain by a unilateral change of strategy if the strategies of the others remain unchanged.",
    "KANTOROVICH": "Kantorovich",
    "KANTOROVICH_CON": "The reason we use the name Kantorovich consensus is because we are inspired by the work of Leonid Kantorovich, the Soviet mathematician who won the Nobel prize in economics in 1975. He proposed a strict mathematical model for studying optimal transport and Kantorovich duality theorem. This theory showed that optimal allocation can be achieved by decentralized price system. The economic theory of Kantorovich was for a long time rejected and criticized by “orthodox” academics in Soviet Union.",
    "STAKHANOV": "SCV矿工",
    "STAKHANOV_CON": "En-Tan-Mo中经过矿工团队选举制度被选中并通过基础算力测试的矿工被称为Stakhanov，简称STV。候选矿机根据得票高低当选STV矿机和候补矿机，获得上传区块权利，验证区块义务和区块奖励。Stakhanov是苏联三十年代的一名矿工，因为工作效率高成为宣传典型，此后在苏联高效超额完成工作量的工人都被称为Stakhanovites。En-Tan-Mo中表示Kantorovich共识机制选出的矿工都是效率和可靠的典范。",
    "TRIBUNALS": "Tribunals",
    "TRIBUNALS_CON": "Stake holders voting to select SCV miners are called tribunals. The proportional token stake of each tribunal is mapped into a number of voting tickets by a concave function. During each period voting will be rewarded. Eligible miners can become SCVs by winning sufficient votes and will then be able to upload verified blocks in order to obtain tokens as rewards.",
    "PARETO_MINING_POOL": "Pareto mining pool",
    "PARETO_MINING_POOL_CON": "In En-Tan-Mo, all miners form a cooperative mining pool. In each period, selected SCVs extend the chain in an orderly way. En-Tan-Mo organizes all unselected miners to form a Pareto mining pool. By using specially designed side-chain technologies, coalition strategies and analytical algorithms of potential real-time income, these miners participate in the mining of other blockchain systems. The rewards are distributed according to their computational resources and ensure positive outcomes for all miners.",
    "MIR": "Mir",
    "MIR_CON": "The Mir mine is the largest and highest valued diamond mine in the world.",
    
    "ETM_ECOSYSTEMS": "ETM ecosystems",
    "ETM_ECOSYSTEMS_CON": "The design of multi-chain and parallel chains structure can interconnect blockchain systems and solve the congestion and concurrency issues",
    "ETM_ECOSYSTEMS_CON1": "The multiple derived chain model of En-Tan-Mo provides an ideal solution to the network congestion problem caused by high frequency trading.",
    
    "CENTRA-DERIVED_CHAINS": "Central-derived chains",
    "CENTRA-DERIVED_CHAINS_CON": "Support TPS decentralized Apps Interconnect blockchain ecosystem",
    "CENTRA-DERIVED_CHAINS_CON1": "Among the many problems faced by blockchain systems, the lack of interoperability between blockchains greatly limits the application potential. For both public and private chains the key to achieving value transfer is through inter-chain technologies. These technologies can build bridges to connect and expand previously isolated blockchain systems. What they can achieve is more value lock-in rather than more value transfer. Based on investigations of current interchain technologies, En-Tan-Mo proposes a new parallel chain interactive protocol to facilitate value transfer and build a blockchain ecosystem that can include apps each with over ten millions users.",
    "CENTRA-DERIVED_CHAINS_CON2": "In order to solve the problem of rapid expansion and BaaS, En-Tan-Mo has designed a system of one central chain with multiple derivative chains. The central chain is responsible for network security and value transfer. A derivative chain is a special kind of blockchain targeted at specific DAPP. It is an independent and isolated system. By inheriting and replicating technologies from the central chain, each DAPP has its own ledger and token system. Its consensus mechanism, block parameter and transaction types can be customized. Derivative chains are parallel to each other.  They can achieve bidirectional transfer of assets between the central chain, other derivative chains, and external blockchain systems through the 'parallel chain interaction layer'. This enables users to utilize their existing assets to use the En-Tan-Mosystem.",
    
    "PARALLEL_CHAIN": "Parallel chain interactive protocol",
    "PARALLEL_CHAIN_CON": "Value transfer using cross-chain technology bridge for blockchain expansions",
    "PARALLEL_CHAIN_CON1":"En-Tan-Mo’s parallel chain interaction protocol makes it possible to support value transfer between different blockchains. It mainly consists of two parts: a chain-adaptation module and a value exchange smart contract. The main purpose of designing a chain adapter is to provide En-Tan-Mo interaction interfaces with different chains for value exchange smart contracts in order to verify transactions on different chains. Simultaneously, builders in the community can themselves develop and improve on chain adaptors for diversified functions and obtain tokens as rewards. For example, applications can switch between underlying blockchains with different protocols using chain adaptors. Value exchange protocol is the core of parallel interaction protocols.  It enables users to exchange capital on and between all kinds of blockchains, including central, derivative and external chains. An internet system of interchain value connection will be thus constructed. ",
    
    "CHAIN_ADAPTOR": "Chain adaptor",
    "CHAIN_ADAPTOR_CON": "A blockchain device driver program which can translate underlying blockchain contract  into a form more adaptable for the center chain",
    "CHAIN_ADAPTOR_CON1": "The chain adapter is like a device driver for a computer. It converts the underlying blockchain protocol into an easier-to-use way for the En-Tan-Mo central chain, allowing it to run value exchange smart contracts over the En-Tan-Mo central chain. The technologies involved include but are not limited to Hash Time Lock Constructs(HTLC), SPV proof, and API development.",
    "CHAIN_ADAPTOR_CON2": "En-Tan-Mo will first provide adapters for some of the most commonly used blockchain systems such Bitcoin and Ethereum, and will become an open source system after stable operation. Anyone can contribute to improving open-chain access protocolsor and implement their own code. En-Tan-Mo plans to support more blockchain protocols and give corresponding rewards in the form of tokens.",
    
    "SAMRT_CONTRACT": "Value exchange smart contract",
    "SAMRT_CONTRACT_CON": "Turing complete virtual machine which can provide sufficient security protection",
    "SAMRT_CONTRACT_CON1": "Although the innovative technology of blockchain has long been a global focus, there has always been a problem: value transactions between different blockchain systems still require third-party middlemen such as exchanges, and it is these that need to be replaced by decentralization technology. En-Tan-Mo uses minimum trust smart contract and chain adapters to replace these middlemen and function as bridge between different chains. This method has deepened the connection between the two most important elements in blockchains and brought En-Tan-Mo closer to becoming a global value transfer network.",
    "SAMRT_CONTRACT_CON2": "Value exchange smart contracts rely on En-Tan-Mo's Turing complete virtual machine to operate and provide users with adequate security. A value exchange smart contract between central and derivative chains is like a decentralized exchange. It has an ETM wallet address and control over it on corresponding chains. Once a user initiates a transfer on a derivative chain which is recognized by the central chain adapter, the value exchange smart contract will automatically transfer an equivalent amount to the user’s ETM wallet address on the central chain to complete the exchange of value. Simultaneously, En-Tan-Mo has incorporated Hash Time Lock Constructs in order to eliminate risk for users during exchanges.",
    "SAMRT_CONTRACT_CON3": "For the specific exchange process, let us take the exchange of Bitcoin and ETM as an example. The steps are as follows:",
    "SAMRT_CONTRACT_CON4": "Bitcoin blockchain User A must first register with En-Tan-Mo to bind the mapping relationship between User A's ETM wallet address and the BTC wallet address;",
    "SAMRT_CONTRACT_CON5": "User A generates a random secret number (a) and finds its hash value H(a). Then, a special transaction is initiated on the bitcoin blockchain to the Bitcoin address of the valueexchange smart contract, which is locked for 12 hours based on Hash Time Lock Controls technology. The En-Tan-Mo value exchange smart contract must produce a hash image H(a) of the original image in order to obtain the token,. Otherwise, 12 hours later, the BTC of the transaction automatically returns to user A's Bitcoin wallet address.",
    "SAMRT_CONTRACT_CON6": "The En-Tan-Mo smart contract monitors the confirmation of these special transactions in the Bitcoin blockchain through the bitcoin chain adapter and performs SPV verification. Once the SPV verification is passed, the En-Tan-Mo Value Exchange Smart Contract initiates a special transaction in the central chain to User A's ETM wallet address, which is locked for 6 hours.If User A wants to obtain the ETM token in the transaction, the original image (a) of the hash value H(a) must be presented. Otherwise, the ETM token in the transaction is automatically returned to the ETM wallet address of the smart contract after 6 hours.Once User A presents the secret number (a) to retrieve the ETM token in the transaction, the smart contract will know the secret number (a), so the smart contract can access the Bitcoin blockchain network through the adapter and accept User A as a user. So in the transaction Bitcoin has been transferred from one user to another. The transaction is then complete. ",
    "SAMRT_CONTRACT_CON7": "The transaction is then complete.",
    "SAMRT_CONTRACT_CON8": "What needs to be emphasized is that the central chain is only used as a decentralized value exchange, and it does not rely on locking in User A's Bitcoin to achieve value transfer. User A transfers Bitcoin to the smart contract Bitcoin wallet address, and smart contracts can be used for those users who want to exchange ETM tokens for Bitcoin.At the same time, after User A exchanges bitcoins for ETM tokens, these tokens can be transferred back to not only the bitcoin blockchain but also to other external blockchain tokens through the same process. Therefore, what En-Tan-Mo achieves is value exchange, not asset locking. In addition, all value exchange smart contract addresses initially have zero tokens. They need investment from corresponding blockchain users. In return, the smart contract distributes the transaction fees spent by the user during the value exchange process to the appropriate investors in proportion to their investment. During the investment process, users can retrieve investment funds from smart contracts at any time.In sum, based on value exchange smart contract, what En-Tan-Mo will construct is an inter-chain value network. En-Tan-Mo does not create value out of thin air but serves as an agent of value transfer. ",
    
    "MILL_MALL": "Mir Mall",
    "MILL_MALL_CON": "Value network of new-generation utility-cost efficient DApps",
    "MILL_MALL_CON1": "En-Tan-Mo’s Mir Mall can conveniently and effectively help companies or developers put blockchain into application more quickly and economically so that users can enjoy secure use of the facility. In view of the centralized nature of current APPs, we call decentralized applications on derivative chains DAPPs. Mir Mall has the following advantage:",
    "MILL_MALL_CON2": "(1) It providesthe blockchain ecosystem with APPs of over ten million users;",
    "MILL_MALL_CON3": "(2) Assets from derivative chains can be traded with other tokens(such as ETM/BTC/ETH) through En-Tan-Mo parallel chain exchange protocols. As a result, applications based on En-Tan-Mo will have a larger number of users.",
    "MILL_MALL_CON4": "(3) Based on the En-Tan-Mo parallel chain exchange protocol, DAPPs can access data from multiple underlying blockchains, allowing DAPP to operate based on multiple underlying blockchains.",
    "MILL_MALL_CON5": "(4)With the use of En-Tan-Mo's derived chain technology and a series of SDKs, APIs, and templates provided by developers, developers only need care about business logic and can easily build, test and publish their own personalized DAPP. The reduction of the R&D costs of developing new types of applications will help developers to better and more quickly own DAPPs at Mir Mall. Moreover, these DAPPs can be downloaded and executed by all ETM nodes and serve all blockchain users.",
    "MILL_MALL_CON6": "(5) Based on En-Tan-Mo's derived chain technology, skilled developers can customize the mall DAPP's personalized database, consensus mechanism, transaction types, and account system.",
    "MILL_MALL_CON7": "(6) En-Tan-Mo will build a comprehensive reward system. Developers of excellent DAPP will receive tokens as rewards. ",
    
    "JOIN_ECONOMY": "Join En-Tan-Mo economy",
    "MOORE_ECONOMICS_CON": "Tokens are the only measure of transferable value and are the medium of circulation in the En-Tan-Mo ecosystem. The unit of warrants is ETM, and its official name is “Molecoin”. There are 200 million ETM tokens and they will be distributed within 6 years. After that, the increase ratio will be determined by votes from all En-Tan-Mo participants and the additional coins will be used as rewards for miners and tribunals.",
    "ETM_PRIVATE_EQUITY": "ETM Private Equity",
    "ETM_PRIVATE_EQUITY_CON": "'En-Tan-Mo' private placement tokens are mainly used for platform and community ecological construction, project operations, etc. The number of private equity tokens is 20% of the total number of ETM tokens and is issued on Ethereum based on the ERC20 contract. After the “En-Tan-Mo” platform goes online, the private placement tokens will be mapped onto the “En-Tan-Mo” center chain in a 1:1 ratio in order to obtain the same number of ETMs. At the same time, all private placement tokens will be destroyed. The ETM Private Equity will accept BTC and ETH. The conversion ratio is:",
    "ETM_FOUNDATION": "The En-Tan-Mo Foundation",
    "ETM_FOUNDATION_CON": "As a non-profit organization, the 'En-Tan-Mo' Foundation will be mainly responsible for the construction of community ecology. At the same time, in response to public concern and under the supervision of the entire community, as a trusted third party, it will provide reasonable and pertinent suggestions for the long-term development of the “En-Tan-Mo” community.In addition, as a public interest organization, the 'En-Tan-Mo' Foundation will pay attention to poverty alleviation, public utilities, and disaster relief throughout the world, and actively participate in the maintenance and development of international trust and understanding.Therefore the 'En-Tan-Mo' Foundation will receive 12% of the total amount of ETM tokens to support its basic daily expenses.",
    "POW_MINERS": "PoW Miners",
    "POW_MINERS_CON": "Some candidate miners will be elected as SCV miners and all will have the right to upload the block, verify the block obligation and gain block awards. 'En-Tan-Mo' will reserve 42% of the total amount of ETM tokens as a mining incentive for PoW miners. The number of tokens won by miners will decrease year by year, thus ensuring the rarity and scarcity-value of the tokens.",
    "DPOS_REWARDS": "DPOS rewards for voting ",
    "DPOS_REWARDS_CON": "'En-Tan-Mo' is different from other DPoS mechanisms in that it will also offers tokens as a reward for the tribunal. The reward will be 8% of the total number of ETM tokens and is designed to increase the tribunal’s enthusiasm, enhance platform participation, promote the selection of the best SCV miners, and ensure the efficient and safe operation of 'En-Tan-Mo'. The tribunal maps proportional stakes into number of votes by a concave function, and allocates rewards at the end of each voting period. The 'En-Tan-Mo' voting incentive mechanism includes both voting rewards and block rewards. The tribunal is free to determine the percentage of these two kinds of rewards. The voting rewards are determined according to the number of votes held by the tribunal.  Participation in the voting is rewarded, and the reward is a constant value. The winning bonus, which is a floating hedging value, can be obtained only after the tribunal has selected the SCV miners according to the rules laid down.",
    "TEAM_SUPPORTERS": "The 'En-Tan-Mo' team and early supporters of the project",
    "TEAM_SUPPORTERS_CON": "The 'En-Tan-Mo' development and operations team will provide excellent product and technical support during the incubation period of the project. Early supporters of the project will make great efforts for the construction of 'En-Tan-Mo' and the community, in return for which they will receive 15% of the total amount of ETM tokens.The tokens of the team and early supporters of the project will be locked for two years and then unlocked at a rate of 50% per year. The lockout time is based on the token sale end date.",
    "EXCELLENT_DEVELOPERS": "Excellent application developers",
    "EXCELLENT_DEVELOPERS_CON": "En-Tan-Mo will provide application developers with application development tools including iOS and Android libraries. In general, at the application development level, establishing the amount of code in the project will be the largest part of the undertaking. With the help of En-Tan-Mo, developers will be able to get support from various communities, tools and frameworks. In addition, we will try to make the development of client developer friendly applications consistent with the traditional non-blockchain application development approach. The recommended frameworks and tools will also adopt popular and standard styles. Excellent developers of good apps will receive 2% of the total amount of ETM tokens as a reward.",
    "COMMUNITY_BUILDERS": "Component Library Community Builders",
    "COMMUNITY_BUILDERS_CON": "Component library community builders will provide components of the computing software for the En-Tan-Mo community system. These components will be a valuable code base, or an interface to provide services to customers. 1% of ETM tokens will be used to reward high-quality component library community builders. The community builders will be ranked and rewarded according to their per capita contribution to the En-Tan-Mo community on the basis of content value per unit of time."
    
} 